[UTHeroCTFGame_Content]
Description="Ваша команда зарабатывает очки, беря флаги на базе противника и принося их к своему флагу. Если флагоносец погибает, флаг падает на землю, где его может подобрать кто угодно. Если флаг вашей команды взят соперником, то чтобы получить очки за захват чужого флага, его необходимо вернуть (коснувшись его после того как он упадет на землю), прежде чем вы получите очки за доставку вражеского флага".
GameName="Титан CTF"
EndOfMatchRulesTemplateStr_Scoring=Первая команда с `g захватами флага побеждает
EndOfMatchRulesTemplateStr_Time=Команда с наибольшим количеством очков за `t  минут побеждает
EndOfMatchRulesTemplateStr_ScoringSingle=Первая команда, заработавшая очко, побеждает 

[UTGameSettingsGreed]
PropertyMappings[0]=(ColumnHeaderText="Карта")
PropertyMappings[1]=(ColumnHeaderText="Игра")
PropertyMappings[2]=(ColumnHeaderText="Предел счета")
PropertyMappings[3]=(ColumnHeaderText="Ограничение по времени")
PropertyMappings[4]=(ColumnHeaderText="Боты")
PropertyMappings[5]=(ColumnHeaderText="Описание сервера")
PropertyMappings[6]=(ColumnHeaderText="Мутаторы")
PropertyMappings[9]=(ColumnHeaderText="ботов")

[UTGreedMessage]
MessageText[0]="Черепной спекулянт!"
MessageText[1]="Не вышло!"

[UTBetrayalMessage]
BetrayalPrefix=""
BetrayalMidString=" ПРЕДАЕТ "
BetrayalPostfix="!"
BetrayalJoinTeam="ПРИСОЕДИНЕНИЕ К НОВОЙ КОМАНДЕ"
RetributionString="ВОЗМЕЗДИЕ!"
PaybackString="РАСПЛАТА!"
RogueTimerExpiredString="Удалось избежать расплаты"

[UTHeroMessage]
TooManyHeroesString="СЛИШКОМ МНОГО ТИТАНОВ"
HeroNoFitString="ТИТАН НЕ ПРОШЕЛ"
HeroKillString="УБИЙЦА!"

;///////////////
; UT3 Game Modes
;///////////////
[UTHeroCTFGame_Content UTUIDataProvider_GameModeInfo]
FriendlyName=Титан CTF
Description=Командный захват флага с Титанами.   Занять базу команды-противника, захватить их флаг и принести его на вашу базу и прославиться.

;///////////////
; UT3 Deployables
;///////////////
[UTDeployableXRayVolume]
ItemName="Генератор рентгеновского поля"
PickupMessage="Генератор рентгеновского поля"
NeedToPickupAnnouncement.AnnouncementText="Берите генератор рентгеновского поля!"

[UTDeployableLinkGenerator]
ItemName="Линк-генератор"
PickupMessage="Линк-генератор"
NeedToPickupAnnouncement.AnnouncementText="Берите Линк-генератор!"

;///////////////
; UT3 Pickups
;///////////////
[UTSlowField_Content]
PickupMessage="СТАЗИС-ПОЛЕ!"

;///////////////
; UT3 Weapons
;///////////////
[UTVWeap_EradicatorCannon_Content]
ItemName="Уничтожитель"

[UTVWeap_StealthBenderGold_Content]
ItemName="Стелс-Хеллбендер"
